Repository: able-to-include/ABLE-Demo
Catalog: ABLE-Demo/*.lproj/Localizable.strings
Languages: es, nl

# input_hint
source: Write your text here
es: Escribe aquí tu texto
nl: Schrijf je tekst hier

# simpText
source: Simplified text:
es: Texto simplificado:
nl: Vereenvoudigde tekst:

source: Input text:
es: Texto de entrada:
nl: Inputtekst:

source: Input Error
es: Error de entrada
nl: Inputfout

source: Image type:
es: Tipo de imagen:
nl: Soort afbeelding:

source: Input text cannot be empty.
es: El texto de entrada no puede estar vacío.
nl: Inputtekst mag niet leeg zijn.

source: Wait
es: Atención
nl: Wacht

source: Loading
es: Cargando
nl: Het laden

source: Done
es: Hecho
nl: Gedaan

source: Language:
es: Idioma:
nl: Taal:

source: English
es: Inglés
nl: Engels

source: Spanish
es: Español
nl: Spaaans

source: Dutch
es: Holandés
nl: Frans

source: French
es: Francés
nl: Nederlands

# title_activity_credits
source: Credits
es: Créditos

# version_label
source: Version: 1.2
es: Versión: 1.2
nl: Versie: 1.2

# contact_label
source: Contact: inf@asi-soft.com
es: Contacto: inf@asi-soft.com

# developed_by_label
source: Developed by: Roberto Esteban Santiago
es: Desarrollado por: Roberto Esteban Santiago
nl: Ontwikkeld door: Roberto Esteban Santiago

# definition
source: This App integrates the three services provided by Able to Include Consortium partners.
es: Esta App integra los tres servicios ofrecidos por los partners del Consorcio Able to Include.
nl: Deze app verenigt drie services voorzien door de partners van het Able to Include Consortium.

# definition_eSpeak
source: eSpeak: a Text2Speech open source tool.
es: eSpeak: una herramienta open source de Text2Speech.

source: Availability error
es: Error de disponibilidad
nl: Beschikbaarheidsfout

source: Service error
es: Error en el servicio
nl: Servicefout

# simplext_error
source: Spanish Simplext don't work
es: Simplext en Español no funciona
nl: Spanish Simplext niet werken

# error408
source: Timeout expired
es: Tiempo de espera agotado
nl: Time-out

# error451
source: You have not entered text
es: No ha introducido texto
nl: Je hebt geen tekst ingevoerd

# error452
source: You have not entered language
es: No ha introducido idioma
nl: Je hebt geen taal ingevoerd

# error453
source: You have not entered type of pictogram
es: No ha introducido tipo de pictograma
nl: Je hebt geen pictogramtaal gekozen

# error454
source: You have not entered neither text nor language
es: No ha introducido ni texto ni idioma
nl: Je hebt geen tekst ingevoerd en geen pictogramtaal gekozen

# error455
source: You have not entered neither text nor language or type of pictogram
es: No ha introducido ni texto ni idioma ni tipo de pictograma
nl: Je hebt geen tekst ingevoerd en geen taal en pictogramtaal gekozen

# error456
source: You have not entered neither language nor type of pictogram
es: No ha introducido ni idioma ni tipo de pictograma
nl: Je hebt geen taal en pictogramtaal gekozen

# error457
source: You have not entered neither text nor type of pictogram
es: No ha introducido ni texto ni tipo de pictograma
nl: Je hebt geen tekst ingevoerd en geen pictogramtaal gekozen

# error458
source: The language is not valid
es: El idioma no es válido
nl: De taal is niet geldig

# error459
source: The type of pictogram is not valid
es: El tipo de pictograma no es válido
nl: De pictogramtaal is niet geldig
